
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>用户使用协议（TOS） · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chapter1.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter active" data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    用户使用协议（TOS）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapter1.html">
            
                <a href="chapter1.html">
            
                    
                    变色龙特点及对比
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="adsa-san-de-ads.html">
            
                <a href="adsa-san-de-ads.html">
            
                    
                    用户账户相关Q&A
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="gong-neng-shi-yong-xiang-guan-q-and-a.html">
            
                <a href="gong-neng-shi-yong-xiang-guan-q-and-a.html">
            
                    
                    功能使用相关Q&A
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="bian-se-long-re-dian-she-zhi-dai-li.html">
            
                <a href="bian-se-long-re-dian-she-zhi-dai-li.html">
            
                    
                    苹果系统连变色龙热点
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="an-zhuo-xi-tong-lian-bian-se-long-re-dian.html">
            
                <a href="an-zhuo-xi-tong-lian-bian-se-long-re-dian.html">
            
                    
                    安卓系统连变色龙热点
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="windowsxi-tong-lian-jie-bian-se-long-re-dian.html">
            
                <a href="windowsxi-tong-lian-jie-bian-se-long-re-dian.html">
            
                    
                    Windows系统连接变色龙热点
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >用户使用协议（TOS）</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7528;&#x6237;&#x4F7F;&#x7528;&#x534F;&#x8BAE;&#xFF08;tos&#xFF09;">&#x7528;&#x6237;&#x4F7F;&#x7528;&#x534F;&#x8BAE;&#xFF08;TOS&#xFF09;</h1>
<p>&#x53D8;&#x8272;&#x9F99;&#x7F51;&#x7EDC;&#x8C03;&#x8BD5;&#x5DE5;&#x5177;&#xFF08;&#x4EE5;&#x4E0B;&#x7B80;&#x79F0;&#x672C;&#x4EA7;&#x54C1;&#xFF09;&#x662F;&#x4E00;&#x6B3E;&#x8FD0;&#x884C;&#x5728;Android 4.0&#x53CA;&#x4EE5;&#x4E0A;&#x7CFB;&#x7EDF;&#x7684;&#x514D;ROOT&#x7F51;&#x7EDC;&#x8C03;&#x8BD5;&#x5DE5;&#x5177;&#xFF0C;&#x80FD;&#x591F;&#x6839;&#x636E;Tiny&#x6A21;&#x5F0F;&#x5BF9;Http&#x6D41;&#x91CF;&#x4E2D;&#x7684;GET/POST/CONNECT&#x8BF7;&#x6C42;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#xFF0C;&#x540C;&#x65F6;&#x5B9E;&#x73B0;&#x4E86;&#x4F7F;&#x7528;HTTP&#x534F;&#x8BAE;&#x627F;&#x8F7D;DNS&#x67E5;&#x8BE2;&#xFF0C;&#x4ECE;&#x800C;&#x5B9E;&#x73B0;&#x6BD4;&#x5982;&#x7F51;&#x7EDC;&#x52A0;&#x901F;&#x3001;&#x6D41;&#x91CF;&#x4F18;&#x5316;&#x3001;&#x7F51;&#x7EDC;&#x6D4B;&#x8BD5;&#x7B49;&#x76F8;&#x5E94;&#x7684;&#x76EE;&#x7684;&#x3002;</p>
<p>&#x672C;&#x4EA7;&#x54C1;&#x4E2D;&#x63D0;&#x4F9B;&#x7684;&#x8F6F;&#x4EF6;&#x4E4B;&#x8457;&#x4F5C;&#x6743;&#x5F52;&#x8F6F;&#x4EF6;&#x4F5C;&#x8005;&#x6240;&#x6709;&#x3002;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x81EA;&#x7531;&#x9009;&#x62E9;&#x662F;&#x5426;&#x4F7F;&#x7528;&#x672C;&#x4EA7;&#x54C1;&#x63D0;&#x4F9B;&#x7684;&#x8F6F;&#x4EF6;&#x3002;&#x5982;&#x679C;&#x7528;&#x6237;&#x4E0B;&#x8F7D;&#x3001;&#x5B89;&#x88C5;&#x3001;&#x4F7F;&#x7528;&#x672C;&#x4EA7;&#x54C1;&#x4E2D;&#x6240;&#x63D0;&#x4F9B;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x5373;&#x8868;&#x660E;&#x7528;&#x6237;&#x4FE1;&#x4EFB;&#x8BE5;&#x8F6F;&#x4EF6;&#x4F5C;&#x8005;&#xFF0C;&#x672C;&#x4EA7;&#x54C1;&#x5F00;&#x53D1;&#x8005;&#x5BF9;&#x4EFB;&#x4F55;&#x539F;&#x56E0;&#x5728;&#x4F7F;&#x7528;&#x672C;&#x4EA7;&#x54C1;&#x4E2D;&#x63D0;&#x4F9B;&#x7684;&#x8F6F;&#x4EF6;&#x65F6;&#x53EF;&#x80FD;&#x5BF9;&#x7528;&#x6237;&#x81EA;&#x5DF1;&#x6216;&#x4ED6;&#x4EBA;&#x9020;&#x6210;&#x7684;&#x4EFB;&#x4F55;&#x5F62;&#x5F0F;&#x7684;&#x635F;&#x5931;&#x548C;&#x4F24;&#x5BB3;&#x4E0D;&#x627F;&#x62C5;&#x8D23;&#x4EFB;&#x3002;</p>
<p>&#x4EFB;&#x4F55;&#x5355;&#x4F4D;&#x6216;&#x4E2A;&#x4EBA;&#x8BA4;&#x4E3A;&#x901A;&#x8FC7;&#x672C;&#x4EA7;&#x54C1;&#x63D0;&#x4F9B;&#x7684;&#x8F6F;&#x4EF6;&#x53EF;&#x80FD;&#x6D89;&#x5ACC;&#x4FB5;&#x72AF;&#x5176;&#x5408;&#x6CD5;&#x6743;&#x76CA;&#xFF0C;&#x5E94;&#x8BE5;&#x53CA;&#x65F6;&#x5411;&#x672C;&#x4EA7;&#x54C1;&#x5F00;&#x53D1;&#x8005;&#xFF08;bslml@sina.cn&#xFF09;&#x8FDB;&#x884C;&#x53CD;&#x9988;&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x8EAB;&#x4EFD;&#x8BC1;&#x660E;&#x3001;&#x6743;&#x5C5E;&#x8BC1;&#x660E;&#x53CA;&#x8BE6;&#x7EC6;&#x4FB5;&#x6743;&#x60C5;&#x51B5;&#x8BC1;&#x660E;&#xFF0C;&#x672C;&#x4EA7;&#x54C1;&#x5F00;&#x53D1;&#x8005;&#x5728;&#x6536;&#x5230;&#x4E0A;&#x8FF0;&#x6CD5;&#x5F8B;&#x6587;&#x4EF6;&#x540E;&#xFF0C;&#x5C06;&#x4F1A;&#x5C3D;&#x5FEB;&#x79FB;&#x9664;&#x88AB;&#x63A7;&#x4FB5;&#x6743;&#x8F6F;&#x4EF6;&#x3001;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#x3002;</p>
<p>&#x8BF7;&#x52A1;&#x5FC5;&#x8BA4;&#x771F;&#x9605;&#x8BFB;&#x548C;&#x7406;&#x89E3;&#x672C;&#x300A;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x534F;&#x8BAE;&#x300B;(&#x4EE5;&#x4E0B;&#x7B80;&#x79F0;&#x300A;&#x534F;&#x8BAE;&#x300B;)&#x4E2D;&#x89C4;&#x5B9A;&#x7684;&#x6240;&#x6709;&#x6743;&#x5229;&#x548C;&#x9650;&#x5236;&#x3002;&#x9664;&#x975E;&#x60A8;&#x63A5;&#x53D7;&#x672C;&#x300A;&#x534F;&#x8BAE;&#x300B;&#x6761;&#x6B3E;&#xFF0C;&#x5426;&#x5219;&#x60A8;&#x65E0;&#x6743;&#x4E0B;&#x8F7D;&#x3001;&#x5B89;&#x88C5;&#x6216;&#x4F7F;&#x7528;&#x672C;&#x201D;&#x8F6F;&#x4EF6;&#x201D;&#x53CA;&#x5176;&#x76F8;&#x5173;&#x670D;&#x52A1;&#x3002;&#x60A8;&#x4E00;&#x65E6;&#x5B89;&#x88C5;&#x3001;&#x590D;&#x5236;&#x3001;&#x4E0B;&#x8F7D;&#x3001;&#x8BBF;&#x95EE;&#x6216;&#x4EE5;&#x5176;&#x5B83;&#x65B9;&#x5F0F;&#x4F7F;&#x7528;&#x672C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#xFF0C;&#x5C06;&#x89C6;&#x4E3A;&#x5BF9;&#x672C;&#x300A;&#x534F;&#x8BAE;&#x300B;&#x7684;&#x63A5;&#x53D7;&#xFF0C;&#x5373;&#x8868;&#x793A;&#x60A8;&#x540C;&#x610F;&#x63A5;&#x53D7;&#x672C;&#x300A;&#x534F;&#x8BAE;&#x300B;&#x5404;&#x9879;&#x6761;&#x6B3E;&#x7684;&#x7EA6;&#x675F;&#x3002;&#x5982;&#x679C;&#x60A8;&#x4E0D;&#x540C;&#x610F;&#x672C;&#x300A;&#x534F;&#x8BAE;&#x300B;&#x4E2D;&#x7684;&#x6761;&#x6B3E;&#xFF0C;&#x8BF7;&#x4E0D;&#x8981;&#x5B89;&#x88C5;&#x3001;&#x590D;&#x5236;&#x6216;&#x4F7F;&#x7528;&#x672C;&#x8F6F;&#x4EF6;&#x3002;</p>
<p><strong>1. &#x6743;&#x5229;&#x58F0;&#x660E;</strong></p>
<p>&#x672C;&#x201D;&#x8F6F;&#x4EF6;&#x201D;&#x7684;&#x4E00;&#x5207;&#x77E5;&#x8BC6;&#x4EA7;&#x6743;&#xFF0C;&#x4EE5;&#x53CA;&#x4E0E;&#x201D;&#x8F6F;&#x4EF6;&#x201D;&#x76F8;&#x5173;&#x7684;&#x6240;&#x6709;&#x4FE1;&#x606F;&#x5185;&#x5BB9;&#xFF0C;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#xFF1A;&#x6587;&#x5B57;&#x8868;&#x8FF0;&#x53CA;&#x5176;&#x7EC4;&#x5408;&#x3001;&#x56FE;&#x6807;&#x3001;&#x56FE;&#x9970;&#x3001;&#x56FE;&#x50CF;&#x3001;&#x56FE;&#x8868;&#x3001;&#x8272;&#x5F69;&#x3001;&#x754C;&#x9762;&#x8BBE;&#x8BA1;&#x3001;&#x7248;&#x9762;&#x6846;&#x67B6;&#x3001;&#x6709;&#x5173;&#x6570;&#x636E;&#x3001;&#x9644;&#x52A0;&#x7A0B;&#x5E8F;&#x3001;&#x5370;&#x5237;&#x6750;&#x6599;&#x6216;&#x7535;&#x5B50;&#x6587;&#x6863;&#x7B49;&#x5747;&#x4E3A;&#x4F5C;&#x8005;&#x6240;&#x6709;&#xFF0C;&#x53D7;&#x8457;&#x4F5C;&#x6743;&#x6CD5;&#x548C;&#x56FD;&#x9645;&#x8457;&#x4F5C;&#x6743;&#x6761;&#x7EA6;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x77E5;&#x8BC6;&#x4EA7;&#x6743;&#x6CD5;&#x5F8B;&#x6CD5;&#x89C4;&#x7684;&#x4FDD;&#x62A4;&#x3002;</p>
<p><strong>2. &#x8BB8;&#x53EF;&#x8303;&#x56F4;</strong></p>
<p>2.1 &#x4E0B;&#x8F7D;&#x3001;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#xFF1A;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x65E0;&#x9650;&#x5236;&#x6570;&#x91CF;&#x5730;&#x4E0B;&#x8F7D;&#x3001;&#x5B89;&#x88C5;&#x53CA;&#x4F7F;&#x7528;&#x672C;&#x8F6F;&#x4EF6;&#x3002;</p>
<p>2.2 &#x590D;&#x5236;&#x3001;&#x5206;&#x53D1;&#x548C;&#x4F20;&#x64AD;&#xFF1A;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x65E0;&#x9650;&#x5236;&#x6570;&#x91CF;&#x5730;&#x590D;&#x5236;&#x3001;&#x5206;&#x53D1;&#x548C;&#x4F20;&#x64AD;&#x672C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x3002;&#x4F46;&#x5FC5;&#x987B;&#x4FDD;&#x8BC1;&#x6BCF;&#x4E00;&#x4EFD;&#x590D;&#x5236;&#x3001;&#x5206;&#x53D1;&#x548C;&#x4F20;&#x64AD;&#x90FD;&#x662F;&#x5B8C;&#x6574;&#x548C;&#x771F;&#x5B9E;&#x7684;, &#x5305;&#x62EC;&#x6240;&#x6709;&#x6709;&#x5173;&#x672C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x8F6F;&#x4EF6;&#x3001;&#x7535;&#x5B50;&#x6587;&#x6863;, &#x7248;&#x6743;&#x548C;&#x5546;&#x6807;&#xFF0C;&#x4EA6;&#x5305;&#x62EC;&#x672C;&#x534F;&#x8BAE;&#x3002;</p>
<p><strong>3. &#x6743;&#x5229;&#x9650;&#x5236;</strong></p>
<p>3.1 &#x7981;&#x6B62;&#x53CD;&#x5411;&#x5DE5;&#x7A0B;&#x3001;&#x53CD;&#x5411;&#x7F16;&#x8BD1;&#x548C;&#x53CD;&#x5411;&#x6C47;&#x7F16;&#xFF1A;&#x7528;&#x6237;&#x4E0D;&#x5F97;&#x5BF9;&#x672C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x8FDB;&#x884C;&#x53CD;&#x5411;&#x5DE5;&#x7A0B;(reverse engineer)&#x3001;&#x53CD;&#x5411;&#x7F16;&#x8BD1;(decompile)&#x6216;&#x53CD;&#x5411;&#x6C47;&#x7F16;(disassemble)&#xFF0C;&#x540C;&#x65F6;&#x4E0D;&#x5F97;&#x6539;&#x52A8;&#x7F16;&#x8BD1;&#x5728;&#x7A0B;&#x5E8F;&#x6587;&#x4EF6;&#x5185;&#x90E8;&#x7684;&#x4EFB;&#x4F55;&#x8D44;&#x6E90;&#x3002;&#x9664;&#x6CD5;&#x5F8B;&#x3001;&#x6CD5;&#x89C4;&#x660E;&#x6587;&#x89C4;&#x5B9A;&#x5141;&#x8BB8;&#x4E0A;&#x8FF0;&#x6D3B;&#x52A8;&#x5916;&#xFF0C;&#x7528;&#x6237;&#x5FC5;&#x987B;&#x9075;&#x5B88;&#x6B64;&#x534F;&#x8BAE;&#x9650;&#x5236;&#x3002;</p>
<p>3.2 &#x7EC4;&#x4EF6;&#x5206;&#x5272;:&#x672C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x662F;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x5355;&#x4E00;&#x4EA7;&#x54C1;&#x800C;&#x88AB;&#x6388;&#x4E88;&#x8BB8;&#x53EF;&#x4F7F;&#x7528;, &#x7528;&#x6237;&#x4E0D;&#x5F97;&#x5C06;&#x5404;&#x4E2A;&#x90E8;&#x5206;&#x5206;&#x5F00;&#x7528;&#x4E8E;&#x4EFB;&#x4F55;&#x76EE;&#x7684;&#x3002;</p>
<p>3.3 &#x4E2A;&#x522B;&#x6388;&#x6743;: &#x5982;&#x9700;&#x8FDB;&#x884C;&#x5546;&#x4E1A;&#x6027;&#x7684;&#x9500;&#x552E;&#x3001;&#x590D;&#x5236;&#x3001;&#x5206;&#x53D1;&#xFF0C;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x8F6F;&#x4EF6;&#x9500;&#x552E;&#x3001;&#x9884;&#x88C5;&#x3001;&#x6346;-&#x7ED1;&#x7B49;&#xFF0C;&#x5FC5;&#x987B;&#x83B7;&#x5F97;&#x4F5C;&#x8005;&#x7684;&#x6388;&#x6743;&#x548C;&#x8BB8;&#x53EF;&#x3002;</p>
<p>3.4 &#x4FDD;&#x7559;&#x6743;&#x5229;&#xFF1A;&#x672C;&#x534F;&#x8BAE;&#x672A;&#x660E;&#x793A;&#x6388;&#x6743;&#x7684;&#x5176;&#x4ED6;&#x4E00;&#x5207;&#x6743;&#x5229;&#x4ECD;&#x5F52;&#x4F5C;&#x8005;&#x6240;&#x6709;&#xFF0C;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x5176;&#x4ED6;&#x6743;&#x5229;&#x65F6;&#x5FC5;&#x987B;&#x83B7;&#x5F97;&#x4F5C;&#x8005;&#x7684;&#x4E66;&#x9762;&#x540C;&#x610F;&#x3002;</p>
<p><strong>4. &#x7528;&#x6237;&#x4F7F;&#x7528;&#x987B;&#x77E5;</strong></p>
<p>4.1 &#x672C;&#x8F6F;&#x4EF6;&#x7531;&#x4F5C;&#x8005;&#x63D0;&#x4F9B;&#x4EA7;&#x54C1;&#x652F;&#x6301;&#x3002;</p>
<p>4.2 &#x8F6F;&#x4EF6;&#x7684;&#x4FEE;&#x6539;&#x548C;&#x5347;&#x7EA7;&#xFF1A;&#x4F5C;&#x8005;&#x4FDD;&#x7559;&#x4E3A;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x672C;&#x8F6F;&#x4EF6;&#x7684;&#x4FEE;&#x6539;&#x3001;&#x5347;&#x7EA7;&#x7248;&#x672C;&#x7684;&#x6743;&#x5229;&#x3002;</p>
<p>4.3 &#x672C;&#x8F6F;&#x4EF6;&#x4E0D;&#x542B;&#x6709;&#x4EFB;&#x4F55;&#x65E8;&#x5728;&#x7834;&#x574F;&#x7528;&#x6237;&#x8BA1;&#x7B97;&#x673A;&#x6570;&#x636E;&#x548C;&#x83B7;&#x53D6;&#x7528;&#x6237;&#x9690;&#x79C1;&#x4FE1;&#x606F;&#x7684;&#x6076;&#x610F;&#x4EE3;&#x7801;&#xFF0C;&#x4E0D;&#x542B;&#x6709;&#x4EFB;&#x4F55;&#x8DDF;&#x8E2A;&#x3001;&#x76D1;&#x89C6;&#x7528;&#x6237;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x529F;&#x80FD;&#x4EE3;&#x7801;&#xFF0C;&#x4E0D;&#x4F1A;&#x76D1;&#x63A7;&#x7528;&#x6237;&#x7F51;&#x4E0A;&#x3001;&#x7F51;&#x4E0B;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x4E0D;&#x4F1A;&#x6536;&#x96C6;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x5176;&#x5B83;&#x8F6F;&#x4EF6;&#x3001;&#x6587;&#x6863;&#x7B49;&#x4E2A;&#x4EBA;&#x4FE1;&#x606F;&#xFF0C;&#x4E0D;&#x4F1A;&#x6CC4;&#x6F0F;&#x7528;&#x6237;&#x9690;&#x79C1;&#x3002;</p>
<p>4.4 &#x7528;&#x6237;&#x5E94;&#x5728;&#x9075;&#x5B88;&#x6CD5;&#x5F8B;&#x53CA;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#x4F7F;&#x7528;&#x672C;&#x8F6F;&#x4EF6;&#x3002;&#x7528;&#x6237;&#x65E0;&#x6743;&#x5B9E;&#x65BD;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x4E0B;&#x5217;&#x884C;&#x4E3A;&#xFF1A;</p>
<p>4.4.1 &#x4E0D;&#x5F97;&#x5220;&#x9664;&#x6216;&#x8005;&#x6539;&#x53D8;&#x672C;&#x8F6F;&#x4EF6;&#x4E0A;&#x7684;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x534F;&#x8BAE;&#x4FE1;&#x606F;;</p>
<p>4.4.2 &#x4E0D;&#x5F97;&#x6545;&#x610F;&#x907F;&#x5F00;&#x6216;&#x8005;&#x7834;&#x574F;&#x8457;&#x4F5C;&#x6743;&#x4EBA;&#x4E3A;&#x4FDD;&#x62A4;&#x672C;&#x8F6F;&#x4EF6;&#x8457;&#x4F5C;&#x6743;&#x800C;&#x91C7;&#x53D6;&#x7684;&#x6280;&#x672F;&#x63AA;&#x65BD;;</p>
<p>4.4.3 &#x7528;&#x6237;&#x4E0D;&#x5F97;&#x5229;&#x7528;&#x672C;&#x8F6F;&#x4EF6;&#x8BEF;&#x5BFC;&#x3001;&#x6B3A;&#x9A97;&#x4ED6;&#x4EBA;;</p>
<p>4.4.4 &#x8FDD;&#x53CD;&#x56FD;&#x5BB6;&#x89C4;&#x5B9A;&#xFF0C;&#x5BF9;&#x8BA1;&#x7B97;&#x673A;&#x4FE1;&#x606F;&#x7CFB;&#x7EDF;&#x529F;&#x80FD;&#x8FDB;&#x884C;&#x5220;&#x9664;&#x3001;&#x4FEE;&#x6539;&#x3001;&#x589E;&#x52A0;&#x3001;&#x5E72;&#x6270;&#xFF0C;&#x9020;&#x6210;&#x8BA1;&#x7B97;&#x673A;&#x4FE1;&#x606F;&#x7CFB;&#x7EDF;&#x4E0D;&#x80FD;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#xFF1B;</p>
<p>4.4.5 &#x672A;&#x7ECF;&#x5141;&#x8BB8;&#xFF0C;&#x8FDB;&#x5165;&#x8BA1;&#x7B97;&#x673A;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x6216;&#x8005;&#x4F7F;&#x7528;&#x8BA1;&#x7B97;&#x673A;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x8D44;&#x6E90;&#xFF1B;</p>
<p>4.4.6 &#x672A;&#x7ECF;&#x5141;&#x8BB8;&#xFF0C;&#x5BF9;&#x8BA1;&#x7B97;&#x673A;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x529F;&#x80FD;&#x8FDB;&#x884C;&#x5220;&#x9664;&#x3001;&#x4FEE;&#x6539;&#x6216;&#x8005;&#x589E;&#x52A0;&#x7684;;</p>
<p>4.4.7 &#x672A;&#x7ECF;&#x5141;&#x8BB8;&#xFF0C;&#x5BF9;&#x8BA1;&#x7B97;&#x673A;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x4E2D;&#x5B58;&#x50A8;&#x3001;&#x5904;&#x7406;&#x6216;&#x8005;&#x4F20;&#x8F93;&#x7684;&#x6570;&#x636E;&#x548C;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x8FDB;&#x884C;&#x5220;&#x9664;&#x3001;&#x4FEE;&#x6539;&#x6216;&#x8005;&#x589E;&#x52A0;;</p>
<p>4.4.8 &#x7834;&#x574F;&#x672C;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x6216;&#x7F51;&#x7AD9;&#x7684;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#xFF0C;&#x6545;&#x610F;&#x4F20;&#x64AD;&#x8BA1;&#x7B97;&#x673A;&#x75C5;&#x6BD2;&#x7B49;&#x7834;&#x574F;&#x6027;&#x7A0B;&#x5E8F;;</p>
<p>4.4.9 <strong>&#x60A8;&#x7406;&#x89E3;&#x5E76;&#x540C;&#x610F;&#xFF0C;&#x53D8;&#x8272;&#x9F99;&#x53EA;&#x662F;&#x4E00;&#x6B3E;&#x7F51;&#x7EDC;&#x8C03;&#x8BD5;&#x5DE5;&#x5177;&#xFF0C;&#x8BF7;&#x5728;&#x786E;&#x4FDD;&#x7B26;&#x5408;&#x5F53;&#x5730;&#x6CD5;&#x5F8B;&#x6CD5;&#x89C4;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5728;&#x6D4B;&#x8BD5;&#x5E26;&#x5BBD;&#x3001;&#x7A0B;&#x5E8F;&#x8C03;&#x8BD5;&#x7B49;&#x60C5;&#x51B5;&#x4E0B;&#x4F7F;&#x7528;&#xFF0C;&#x4E0D;&#x53EF;&#x7528;&#x4E8E;&#x975E;&#x6CD5;&#x76EE;&#x7684;&#x3002;</strong></p>
<p>4.4.10 &#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x5371;&#x5BB3;&#x8BA1;&#x7B97;&#x673A;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x5B89;&#x5168;&#x7684;&#x3002;</p>
<p><strong>5.&#x514D;&#x8D23;&#x4E0E;&#x8D23;&#x4EFB;&#x9650;&#x5236;</strong></p>
<p>5.1 &#x4F7F;&#x7528;&#x672C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x98CE;&#x9669;&#x7531;&#x7528;&#x6237;&#x81EA;&#x884C;&#x627F;&#x62C5;&#xFF0C;&#x5728;&#x9002;&#x7528;&#x6CD5;&#x5F8B;&#x5141;&#x8BB8;&#x7684;&#x6700;&#x5927;&#x8303;&#x56F4;&#x5185;&#xFF0C;&#x5BF9;&#x56E0;&#x4F7F;&#x7528;&#x6216;&#x4E0D;&#x80FD;&#x4F7F;&#x7528;&#x672C;&#x8F6F;&#x4EF6;&#x6240;&#x4EA7;&#x751F;&#x7684;&#x635F;&#x5BB3;&#x53CA;&#x98CE;&#x9669;&#xFF0C;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x76F4;&#x63A5;&#x6216;&#x95F4;&#x63A5;&#x7684;&#x4E2A;&#x4EBA;&#x635F;&#x5BB3;&#x3001;&#x5546;&#x4E1A;&#x8D62;&#x5229;&#x7684;&#x4E27;&#x5931;&#x3001;&#x8D38;&#x6613;&#x4E2D;&#x65AD;&#x3001;&#x5546;&#x4E1A;&#x4FE1;&#x606F;&#x7684;&#x4E22;&#x5931;&#x6216;&#x4EFB;&#x4F55;&#x5176;&#x5B83;&#x7ECF;&#x6D4E;&#x635F;&#x5931;&#xFF0C;&#x4F5C;&#x8005;&#x4E0D;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#x3002;</p>
<p>5.2 &#x5BF9;&#x4E8E;&#x56E0;&#x7535;&#x4FE1;&#x7CFB;&#x7EDF;&#x6216;&#x4E92;&#x8054;&#x7F51;&#x7F51;&#x7EDC;&#x6545;&#x969C;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x6545;&#x969C;&#x6216;&#x75C5;&#x6BD2;&#x3001;&#x4FE1;&#x606F;&#x635F;&#x574F;&#x6216;&#x4E22;&#x5931;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x95EE;&#x9898;&#x6216;&#x5176;&#x5B83;&#x4EFB;&#x4F55;&#x4E0D;&#x53EF;&#x6297;&#x529B;&#x539F;&#x56E0;&#x800C;&#x4EA7;&#x751F;&#x635F;&#x5931;&#xFF0C;&#x4F5C;&#x8005;&#x4E0D;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#x3002;</p>
<p>5.3 &#x7528;&#x6237;&#x8FDD;&#x53CD;&#x672C;&#x534F;&#x8BAE;&#x89C4;&#x5B9A;&#xFF0C;&#x5BF9;&#x4F5C;&#x8005;&#x9020;&#x6210;&#x635F;&#x5BB3;&#x7684;&#x3002;&#x4F5C;&#x8005;&#x6709;&#x6743;&#x91C7;&#x53D6;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x4E2D;&#x65AD;&#x4F7F;&#x7528;&#x8BB8;&#x53EF;&#x3001;&#x505C;&#x6B62;&#x63D0;&#x4F9B;&#x670D;&#x52A1;&#x3001;&#x9650;&#x5236;&#x4F7F;&#x7528;&#x3001;&#x6CD5;&#x5F8B;&#x8FFD;&#x7A76;&#x7B49;&#x63AA;&#x65BD;&#x3002;</p>
<p><strong>6 . &#x6CD5;&#x5F8B;&#x53CA;&#x4E89;&#x8BAE;&#x89E3;&#x51B3;</strong></p>
<p>6.1 &#x672C;&#x534F;&#x8BAE;&#x9002;&#x7528;&#x4E2D;&#x534E;&#x4EBA;&#x6C11;&#x5171;&#x548C;&#x56FD;&#x6CD5;&#x5F8B;&#x3002;</p>
<p>6.2 &#x56E0;&#x672C;&#x534F;&#x8BAE;&#x5F15;&#x8D77;&#x7684;&#x6216;&#x4E0E;&#x672C;&#x534F;&#x8BAE;&#x6709;&#x5173;&#x7684;&#x4EFB;&#x4F55;&#x4E89;&#x8BAE;&#xFF0C;&#x5404;&#x65B9;&#x5E94;&#x53CB;&#x597D;&#x534F;&#x5546;&#x89E3;&#x51B3;;&#x534F;&#x5546;&#x4E0D;&#x6210;&#x7684;&#xFF0C;&#x4EFB;&#x4F55;&#x4E00;&#x65B9;&#x5747;&#x53EF;&#x5C06;&#x6709;&#x5173;&#x4E89;&#x8BAE;&#x63D0;&#x4EA4;&#x81F3;&#x90D1;&#x5DDE;&#x4EF2;&#x88C1;&#x59D4;&#x5458;&#x4F1A;&#x5E76;&#x6309;&#x7167;&#x5176;&#x5C4A;&#x65F6;&#x6709;&#x6548;&#x7684;&#x4EF2;&#x88C1;&#x89C4;&#x5219;&#x4EF2;&#x88C1;;&#x4EF2;&#x88C1;&#x88C1;&#x51B3;&#x662F;&#x7EC8;&#x5C40;&#x7684;&#xFF0C;&#x5BF9;&#x5404;&#x65B9;&#x5747;&#x6709;&#x7EA6;&#x675F;&#x529B;&#x3002;</p>
<p><strong>7. &#x5176;&#x4ED6;&#x6761;&#x6B3E;</strong></p>
<p>7.1 &#x5982;&#x679C;&#x672C;&#x534F;&#x8BAE;&#x4E2D;&#x7684;&#x4EFB;&#x4F55;&#x6761;&#x6B3E;&#x65E0;&#x8BBA;&#x56E0;&#x4F55;&#x79CD;&#x539F;&#x56E0;&#x5B8C;&#x5168;&#x6216;&#x90E8;&#x5206;&#x65E0;&#x6548;&#x6216;&#x4E0D;&#x5177;&#x6709;&#x6267;&#x884C;&#x529B;&#xFF0C;&#x6216;&#x8FDD;&#x53CD;&#x4EFB;&#x4F55;&#x9002;&#x7528;&#x7684;&#x6CD5;&#x5F8B;&#xFF0C;&#x5219;&#x8BE5;&#x6761;&#x6B3E;&#x88AB;&#x89C6;&#x4E3A;&#x5220;&#x9664;&#xFF0C;&#x4F46;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x5176;&#x4F59;&#x6761;&#x6B3E;&#x4ECD;&#x5E94;&#x6709;&#x6548;&#x5E76;&#x4E14;&#x6709;&#x7EA6;&#x675F;&#x529B;&#x3002;</p>
<p>7.2 &#x4F5C;&#x8005;&#x6709;&#x6743;&#x6839;&#x636E;&#x6709;&#x5173;&#x6CD5;&#x5F8B;&#x3001;&#x6CD5;&#x89C4;&#x7684;&#x53D8;&#x5316;&#x4EE5;&#x53CA;&#x516C;&#x53F8;&#x7ECF;&#x8425;&#x72B6;&#x51B5;&#x548C;&#x7ECF;&#x8425;&#x7B56;&#x7565;&#x7684;&#x8C03;&#x6574;&#x7B49;&#x4FEE;&#x6539;&#x672C;&#x534F;&#x8BAE;&#x3002;&#x4FEE;&#x6539;&#x540E;&#x7684;&#x534F;&#x8BAE;&#x4F1A;&#x968F;&#x9644;&#x4E8E;&#x65B0;&#x7248;&#x672C;&#x8F6F;&#x4EF6;&#x3002;&#x5F53;&#x53D1;&#x751F;&#x6709;&#x5173;&#x4E89;&#x8BAE;&#x65F6;&#xFF0C;&#x4EE5;&#x6700;&#x65B0;&#x7684;&#x534F;&#x8BAE;&#x6587;&#x672C;&#x4E3A;&#x51C6;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x540C;&#x610F;&#x6539;&#x52A8;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x81EA;&#x884C;&#x5220;&#x9664;&#x672C;&#x8F6F;&#x4EF6;&#x3002;&#x5982;&#x679C;&#x7528;&#x6237;&#x7EE7;&#x7EED;&#x4F7F;&#x7528;&#x672C;&#x8F6F;&#x4EF6;&#xFF0C;&#x5219;&#x89C6;&#x4E3A;&#x60A8;&#x63A5;&#x53D7;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x53D8;&#x52A8;&#x3002;</p>
<p>7.3 &#x672C;&#x534F;&#x8BAE;&#x7684;&#x4E00;&#x5207;&#x89E3;&#x91CA;&#x6743;&#x4E0E;&#x4FEE;&#x6539;&#x6743;&#x5F52;&#x4F5C;&#x8005;&#x3002;</p>
<p>7.4 <strong>&#x7279;&#x522B;&#x6CE8;&#x610F;&#xFF1A;</strong>&#x5BF9;&#x4E8E;&#x672C;&#x4EA7;&#x54C1;&#x7684;&#x6CE8;&#x518C;&#x7528;&#x6237;&#xFF0C;&#x672C;&#x534F;&#x8BAE;&#x6784;&#x6210;&#x6761;&#x6B3E;&#x548C;&#x6761;&#x4EF6;&#x7684;&#x4E00;&#x4E2A;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6240;&#x6709;&#x5176;&#x4ED6;&#x672A;&#x6CE8;&#x518C;&#x7684;&#x7528;&#x6237;&#xFF0C;&#x5728;&#x4F7F;&#x7528;&#x672C;&#x4EA7;&#x54C1;&#x4E0E;&#x5176;&#x63D0;&#x4F9B;&#x7684;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x4E5F;&#x5E94;&#x5F53;&#x4ED4;&#x7EC6;&#x9605;&#x8BFB;&#x5E76;&#x76F8;&#x5E94;&#x5730;&#x9075;&#x5B88;&#x672C;&#x534F;&#x8BAE;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="chapter1.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 变色龙特点及对比">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"用户使用协议（TOS）","level":"1.1","depth":1,"next":{"title":"变色龙特点及对比","level":"1.2","depth":1,"path":"chapter1.md","ref":"chapter1.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"README.md","mtime":"2018-01-17T08:24:47.950Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-01-17T13:17:18.845Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

